request_soap_visualizza_X00003504565.xml

<!-- RICHIESTA SOAP SISTEMA TS -->
<!-- Timestamp: 2025-09-16T22:50:42.452822 -->
<!-- Endpoint: https://ricettabiancaservice.sanita.finanze.it/RicettaBiancaDemPrescrittoServicesWeb/services/demVisualizzaPrescrittoRicettaBianca -->
<!-- CF Medico: DMRNCL63S21D612I -->
<!-- CF Assistito: RMGFLL37D69D612X -->
<!-- NRE: X00003504565 -->
<!-- Ambiente: produzione -->

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
                  xmlns:vis="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" 
                  xmlns:tip="http://tipodativisualizzaprescrittoricettabianca.xsd.dem.sanita.finanze.it">
    <soapenv:Header/>
    <soapenv:Body>
        <vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
            <vis:pinCode>YPXpQPFx1ULhfJTsaU2b6meQRZIsmd3wZz336LKOaYLJH9gilZeO+4jKa2J9FV8VqTS8h0nWV1YAelqD+48CzzBgOn3AXlIg8qgBVa05BPIxQKLsFtW+n2BWosGvXpg8PEeh9hWyasjxcesmN6R3Sxblqqw3Big5cBqHfeFSkjc=</vis:pinCode>
            <vis:codicePaziente>rGR5bjq0VqK8FCIWMT6SS2jXLTkPT53uecLWiFjeXdZCAoOid18ymc2myDYqiv8lLcN3TplGerJw/PJhdam/lwTXR1m538bNIVjKtshkY9U17sWDmELID7CcgP4CkhUbATeRmFPmXoP4kf35FEVCw574ogM5id7Qg4PqFgUGroo=</vis:codicePaziente>
            <vis:cfMedico>DMRNCL63S21D612I</vis:cfMedico>
            <vis:nrbe>X00003504565</vis:nrbe>
        </vis:VisualizzaPrescrittoRicettaBiancaRichiesta>
    </soapenv:Body>
</soapenv:Envelope>